Repository: madmurphy/nautilus-hide
Catalog: po/*.po
Languages: it, nl

source: Could not close the database of hidden files
it: Impossibile chiudere il database dei file nascosti
nl: De databank met verborgen bestanden kan niet worden gesloten

source: Error allocating memory
it: Errore nell'allocare memoria
nl: Er kan geen geheugen worden toegewezen

source: Error attempting to access the database of hidden files
it: Impossibile accedere al database dei file nascosti
nl: Er kan geen toegang worden verkregen tot de databank met verborgen bestanden

source: Could not calculate the size of the database of hidden files
it: Impossibile calcolare le dimensioni del database dei file nascosti
nl: De omvang van de databank met verborgen bestanden kan niet worden berekend

source: Database of hidden files is too big
it: Il database dei file nascosti è troppo grande
nl: De databank met verborgen bestanden is te groot

source: I/O error while accessing database of hidden files
it: Errore I/O nell'accedere al database dei file nascosti
nl: Er is een i/o-fout opgetreden bij het openen van de databank met verborgen bestanden

source: Could not get file path
it: Impossibile ottenere la posizione del file

source: No files have been selected to be hidden
it: Non ci sono file selezionati da nascondere
nl: Er zijn geen bestanden geselecteerd

source: Could not hide the selected files, error attempting to group them according to their parent directories
it: Impossibile nascondere i file selezionati, errore nel tentativo di raggrupparli in base alla loro directory di appartenenza
nl: De selectie kan niet worden verborgen omdat er niet kan worden gegroepeerd op basis van de bovenliggende mappen

source: Could not hide the selected files, error attempting to edit the database
it: Impossibile nascondere i file selezionati, errore nel tentativo di modificare il database
nl: De selectie kan niet worden verborgen omdat de databank niet kan worden aangepast

source: No files have been selected to be unhidden
it: Non ci sono file selezionati da rendere visibili
nl: Er zijn geen bestanden geselecteerd

source: Could not unhide the selected files, error attempting to group them according to their parent directories
it: Impossibile rendere visibili i file selezionati, errore nel tentativo di raggrupparli in base alla loro directory di appartenenza
nl: De selectie kan niet zichtbaar worden gemaakt omdat er niet kan worden gegroepeerd op basis van de bovenliggende mappen

source: Could not unhide the selected files, error attempting to edit the database
it: Impossibile rendere visibili i file selezionati, errore nel tentativo di modificare il database
nl: De selectie kan niet zichtbaar worden gemaakt omdat de databank niet kan worden aangepast

source: _Hide file
it: _Nascondi
nl: Bestand verber_gen

source: Hide the selected file
it: Nascondi il file selezionato
nl: Verberg het geselecteerde bestand

source: _Unhide file
it: Ripristina _visibilità
nl: Bestand _zichtbaar maken

source: Unhide the selected file
it: Rendi visibile il file selezionato
nl: Bestand _zichtbaar maken
